docs/index.org
#+TITLE: Mathematical Components compliant Analysis Library
#+OPTIONS: toc:nil
#+OPTIONS: ^:nil
#+OPTIONS: html-postamble:nil
#+OPTIONS: num:nil
#+HTML_HEAD: <meta http-equiv="Content-Type" content="text/html; charset=utf-8">
#+HTML_HEAD: <style type="text/css"> body {font-family: Arial, Helvetica; margin-left: 5em; font-size: large;} </style>
#+HTML_HEAD: <style type="text/css"> h1 {margin-left: 0em; padding: 0px; text-align: center} </style>
#+HTML_HEAD: <style type="text/css"> h2 {margin-left: 0em; padding: 0px; color: #580909} </style>
#+HTML_HEAD: <style type="text/css"> h3 {margin-left: 1em; padding: 0px; color: #C05001;} </style>
#+HTML_HEAD: <style type="text/css"> body { max-width: 1100px; width: 100% - 30px; margin-left: 30px; }</style>

The purpose of this page is to list up the automatically generated HTML documentation of
[[https://github.com/math-comp/analysis][MathComp-Analysis]].

* Documentation of MathComp-Analysis
- latest: [[file:htmldoc_1_14_0/index.html][1.14.0]]
- older:
  + [[file:htmldoc_1_13_0/index.html][1.13.0]], [[file:htmldoc_1_12_0/index.html][1.12.0]], [[file:htmldoc_1_11_0/index.html][1.11.0]], [[file:htmldoc_1_10_0/index.html][1.10.0]], [[file:htmldoc_1_9_0/index.html][1.9.0]], [[file:htmldoc_1_8_0/index.html][1.8.0]], [[file:htmldoc_1_7_0/index.html][1.7.0]], [[file:htmldoc_1_6_0/index.html][1.6.0]], [[file:htmldoc_1_5_0/index.html][1.5.0]], [[file:htmldoc_1_4_0/index.html][1.4.0]], [[file:htmldoc_1_3_1/index.html][1.3.1]], [[file:htmldoc_1_3_0/index.html][1.3.0]], [[file:htmldoc_1_2_0/index.html][1.2.0]], [[file:htmldoc_1_1_0/index.html][1.1.0]], [[file:htmldoc_1_0_0/index.html][1.0.0]]
  + [[file:htmldoc_0_7_0/index.html][0.7.0]]
  + [[file:htmldoc_0_6_7/index.html][0.6.7]], [[file:htmldoc_0_6_6/index.html][0.6.6]], [[file:htmldoc_0_6_5/index.html][0.6.5]], [[file:htmldoc_0_6_4/index.html][0.6.4]], [[file:htmldoc_0_6_3/index.html][0.6.3]], [[file:htmldoc_0_6_2/index.html][0.6.2]], [[file:htmldoc_0_6_1/index.html][0.6.1]], ([[file:htmldoc_master_alectryon][master]] [2023-02-12 Sun] using [[https://github.com/math-comp/analysis/pull/458][Alectryon]] (tentative)), [[file:htmldoc_0_6_0/index.html][0.6.0]]
  + [[file:htmldoc_0_5_3/index.html][0.5.3]], [[file:htmldoc_0_5_2/index.html][0.5.2]], [[file:htmldoc_0_5_1/index.html][0.5.1]], [[file:htmldoc_0_5_0/index.html][0.5.0]]
  + [[file:htmldoc_0_4_0/index.html][0.4.0]]
  + [[file:htmldoc_0_3_13/index.html][0.3.13]]
