docs/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-11-07 Fri 14:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Mathematical Components compliant Analysis Library</title>
<meta name="author" content="Reynald Affeldt" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Content-Type" content="text/html; charset=utf-8">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Mathematical Components compliant Analysis Library</h1>
<p>
The purpose of this page is to list up the automatically generated HTML documentation of
<a href="https://github.com/math-comp/analysis">MathComp-Analysis</a>.
</p>
<div id="outline-container-orgb465e66" class="outline-2">
<h2 id="orgb465e66">Documentation of MathComp-Analysis</h2>
<div class="outline-text-2" id="text-orgb465e66">
<ul class="org-ul">
<li>latest: <a href="htmldoc_1_14_0/index.html">1.14.0</a></li>
<li>older:
<ul class="org-ul">
<li><a href="htmldoc_1_13_0/index.html">1.13.0</a>, <a href="htmldoc_1_12_0/index.html">1.12.0</a>, <a href="htmldoc_1_11_0/index.html">1.11.0</a>, <a href="htmldoc_1_10_0/index.html">1.10.0</a>, <a href="htmldoc_1_9_0/index.html">1.9.0</a>, <a href="htmldoc_1_8_0/index.html">1.8.0</a>, <a href="htmldoc_1_7_0/index.html">1.7.0</a>, <a href="htmldoc_1_6_0/index.html">1.6.0</a>, <a href="htmldoc_1_5_0/index.html">1.5.0</a>, <a href="htmldoc_1_4_0/index.html">1.4.0</a>, <a href="htmldoc_1_3_1/index.html">1.3.1</a>, <a href="htmldoc_1_3_0/index.html">1.3.0</a>, <a href="htmldoc_1_2_0/index.html">1.2.0</a>, <a href="htmldoc_1_1_0/index.html">1.1.0</a>, <a href="htmldoc_1_0_0/index.html">1.0.0</a></li>
<li><a href="htmldoc_0_7_0/index.html">0.7.0</a></li>
<li><a href="htmldoc_0_6_7/index.html">0.6.7</a>, <a href="htmldoc_0_6_6/index.html">0.6.6</a>, <a href="htmldoc_0_6_5/index.html">0.6.5</a>, <a href="htmldoc_0_6_4/index.html">0.6.4</a>, <a href="htmldoc_0_6_3/index.html">0.6.3</a>, <a href="htmldoc_0_6_2/index.html">0.6.2</a>, <a href="htmldoc_0_6_1/index.html">0.6.1</a>, (<a href="htmldoc_master_alectryon">master</a> <span class="timestamp-wrapper"><span class="timestamp">[2023-02-12 Sun] </span></span> using <a href="https://github.com/math-comp/analysis/pull/458">Alectryon</a> (tentative)), <a href="htmldoc_0_6_0/index.html">0.6.0</a></li>
<li><a href="htmldoc_0_5_3/index.html">0.5.3</a>, <a href="htmldoc_0_5_2/index.html">0.5.2</a>, <a href="htmldoc_0_5_1/index.html">0.5.1</a>, <a href="htmldoc_0_5_0/index.html">0.5.0</a></li>
<li><a href="htmldoc_0_4_0/index.html">0.4.0</a></li>
<li><a href="htmldoc_0_3_13/index.html">0.3.13</a></li>
</ul></li>
</ul>
</div>
</div>
</div>
</body>
</html>
